Repository: prunusgit/feli-city
Catalog: kodi_apk_rvrs_engnr/assets/addons/pvr.nextpvr/resources/language/Latvian/strings.po
Languages: lv

# #30000
source: NextPVR Hostname
lv: NextPVR saimniekvārds

# #30001
source: NextPVR Port (usually 8866 or 7799)
lv: NextPVR ports (parasti 8866 vai 7799)

# #30002
source: NextPVR PinCode
lv: NextPVR pinkods

# #30003
source: Enable TimeShift with Live TV
lv: Ieslēgt laika nobīdi ar tiešraides TV

# #30040
source: Connection
lv: Savienojums

# #30041
source: Advanced
lv: Papildus

# #30050
source: NextPVR server is too old.
lv: NextPVR serveris ir pārāk vecs.

# #30051
source: Upgrade to '%s' or higher!
lv: Janiniet uz '%s' vai augstāku!

# #30052
source: Connection failed. Incorrect PIN?
lv: Savienojums neizdevās. Vai nepareizs PIN?

# #30053
source: Tuner no longer available
lv: Uztvērējs vairs nav pieejams

# #30100
source: Add Timer
lv: Uzlikt taimeri

# #30120
source: Recording Type
lv: Ierakstīšanas veids

# #30121
source: Record Once
lv: Ierakstīt vienreiz

# #30122
source: Record Season (NEW episodes on this channel)
lv: Ierakstīt sezonu (JAUNAS sērijas šajā kanālā)

# #30123
source: Record Season (All episodes on this channel)
lv: Ierakstīt sezonu (visas sērijas šajā kanālā)

# #30124
source: Record Season (Daily, this timeslot)
lv: Ierakstīt sezonu (katru dienu šajā laikā)

# #30125
source: Record Season (Weekly, this timeslot)
lv: Ierakstīt sezonu (katru nedēļu šajā laikā)

# #30126
source: Record Season (Monday-Friday, this timeslot)
lv: Ierakstīt sezonu (pirmdien-piektdien šajā laikā)

# #30127
source: Record Season (Weekends, this timeslot)
lv: Ierakstīt sezonu (brīvdienās šajā laikā)

# #30130
source: Keep
lv: Paturēt

# #30131
source: All Recordings
lv: Visi ieraksti

# #30132
source: Pre-Padding (minutes)
lv: Pirms-papildinājums (minūtes)

# #30133
source: Pre-Padding (minutes)
lv: Pirms-papildinājums (minūtes)

# #30134
source: Recording Directory
lv: Ierakstīšanas direktorija

# #30135
source: Default
lv: Noklusējums
