Repository: prunusgit/feli-city
Catalog: kodi_apk_rvrs_engnr/assets/addons/pvr.nextpvr/resources/language/Icelandic/strings.po
Languages: is

# #30000
source: NextPVR Hostname
is: Hýsingarnafn NextPVR

# #30001
source: NextPVR Port (usually 8866 or 7799)
is: Gátt fyrir NextPVR (vanalega 8866 eða 7799)

# #30002
source: NextPVR PinCode
is: NextPVR Pinkóði

# #30003
source: Enable TimeShift with Live TV
is: Virkja Tímahliðrun með Live TV

# #30040
source: Connection
is: Tenging

# #30041
source: Advanced
is: Ítarlegt

# #30050
source: NextPVR server is too old.
is: NextPVR miðlari er of gamall.

# #30051
source: Upgrade to '%s' or higher!
is: Uppfærðu uppí '%s' eða nýrri!

# #30052
source: Connection failed. Incorrect PIN?
is: Tenging mistókst. Rangt PIN?

# #30053
source: Tuner no longer available
is: Móttakari ekki lengur tiltækur

# #30100
source: Add Timer
is: Bæta við Tímatöku

# #30120
source: Recording Type
is: Gerð Upptöku

# #30121
source: Record Once
is: Taka upp einu sinni

# #30122
source: Record Season (NEW episodes on this channel)
is: Taka upp Þáttaröð (NÝJA þætti á þessari rás)

# #30123
source: Record Season (All episodes on this channel)
is: Taka upp Þáttaröð (Alla þætti á þessari rás)

# #30124
source: Record Season (Daily, this timeslot)
is: Taka upp Þáttaröð (Daglega, innan tímaramma)

# #30125
source: Record Season (Weekly, this timeslot)
is: Taka upp Þáttaröð (Vikulega, innan tímaramma)

# #30126
source: Record Season (Monday-Friday, this timeslot)
is: Taka upp Þáttaröð (Mánudaga-föstudaga, innan tímaramma)

# #30127
source: Record Season (Weekends, this timeslot)
is: Taka upp Þáttaröð (Helgar, innan tímaramma)

# #30130
source: Keep
is: Halda

# #30131
source: All Recordings
is: Allar Upptökur

# #30132
source: Pre-Padding (minutes)
is: For-upptaka (mínútur)

# #30133
source: Pre-Padding (minutes)
is: For-upptaka (mínútur)

# #30134
source: Recording Directory
is: Upptökumappa

# #30135
source: Default
is: Sjálfgefið
