Repository: prunusgit/feli-city
Catalog: kodi_apk_rvrs_engnr/assets/addons/pvr.hts/resources/language/Mongolian (Mongolia)/strings.po
Languages: mn_mn

# #30000
source: Tvheadend hostname or IP address
mn_mn: Tvheadend нэр эсвэл IP хаяг

# #30001
source: HTTP port
mn_mn: HTTP порт

# #30002
source: HTSP port
mn_mn: HTSP порт

# #30003
source: Username
mn_mn: Хэрэглэгчийн нэр

# #30004
source: Password
mn_mn: Нууц үг

# #30006
source: Connect timeout in seconds
mn_mn: Холболтын хугацаа хэтрэлт, секундээр

# #30007
source: Response timeout in seconds
mn_mn: Хариу хугацаа хэтрэлт, секундээр

# #30100
source: Tvheadend transcoding settings
mn_mn: Tvheadend код хөрвүүлэлтийн тохиргоо

# #30101
source: Transcoding settings
mn_mn: Код хөрвүүлэлтийн тохиргоо

# #30102
source: Enable transcoding
mn_mn: Код хөрвүүлэлтийг идэвхижүүлэх

# #30103
source: Audio codec
mn_mn: Аудио кодек

# #30104
source: Video codec
mn_mn: Видео кодек

# #30105
source: Resolution
mn_mn: Нягтаршил

# #30500
source: Disconnected from '%s'
mn_mn: '%s'-с салгагдлаа

# #30501
source: Reconnected to '%s'
mn_mn: '%s'-д дахин холбогдлоо
