Repository: prunusgit/feli-city
Catalog: kodi_apk_rvrs_engnr/assets/addons/pvr.hts/resources/language/Serbian (Cyrillic)/strings.po
Languages: sr_rs

# #30000
source: Tvheadend hostname or IP address
sr_rs: Име хоста или ИП адреса Tvheadend-а

# #30001
source: HTTP port
sr_rs: HTTP прикључак

# #30002
source: HTSP port
sr_rs: HTSP прикључак

# #30003
source: Username
sr_rs: Корисничко име

# #30004
source: Password
sr_rs: Лозинка

# #30006
source: Connect timeout in seconds
sr_rs: Чекање повезивања у секундама

# #30007
source: Response timeout in seconds
sr_rs: Чекање одговора у секундама

# #30103
source: Audio codec
sr_rs: Кодек звука

# #30104
source: Video codec
sr_rs: Видео кодек

# #30105
source: Resolution
sr_rs: Резолуција

# #30500
source: Disconnected from '%s'
sr_rs: Искључен из '%s'

# #30501
source: Reconnected to '%s'
sr_rs: Повово прикључен на '%s'
